Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Based on the acquisition of liquid samples, mobile oil has been proven in a dense reservoir section, which consists of conglomerated and coarse-grained sandstone.
nb: Basert på innsamling av væskeprøver er bevegelig olje påvist i tett reservoarseksjon, som består av konglomeratisk og grovkornet sandstein.

source: Core samples have been taken of the entire dense reservoir section.
nb: Hele den tette reservoarseksjonen er kjernetatt.

source: The cores show oil, which corresponds to increased gas readings on the logs.
nb: Kjernene viser olje, og dette samsvarer med økte gassavlesninger på loggene.

source: It is not possible to establish an oil gradient.
nb: Det er ikke mulig å etablere en oljegradient.

source: The well is classified as dry.
nb: Brønnen blir klassifisert som tørr.

source: The well was drilled into fractured basement, where the water pressure indicates a pressure regime analogous to the Edvard Grieg field and the 16/1-12 discovery.
nb: Brønnen ble boret inn i oppsprukket grunnfjell, der vanntrykket indikerer tilsvarende trykkregime som Edvard Griegfeltet og funnet 16/1-12.

source: This is the eighth exploration well in production licence 338.
nb: Dette er den åttende letebrønnen i utvinningstillatelse 338.

source: The well was drilled to a vertical depth of 2044 metres below the sea surface, and was terminated in basement.
nb: Brønnen ble boret til et vertikalt dyp på 2044 meter under havflaten, og den ble avsluttet i grunnfjell.

source: Well 16/1-17 was drilled by the Transocean Winner drilling facility, which will now proceed to production licence PL 036 D, where Marathon Oil Norge AS is the operator.
nb: Brønn 16/1-17 ble boret av boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse PL 036 D der Marathon Oil Norge AS er operatør.

source: Wells 16/1-19 S and 16/1-20 A were drilled about two and a half kilometres east of appraisal wells 16/1-16 and 16/1-16 A at the Ivar Aasen field, and about three kilometres north of the Edvard Grieg field in the central part of the North Sea.
nb: Brønnene 16/1-19 S og 16/1-20 A ble boret om lag to og en halv kilometer øst for avgrensningsbrønnene 16/1-16 og 16/1-16 A ved Ivar Aasenfeltet, og om lag tre kilometer nord for Edvard Griegfeltet i midtre del av Nordsjøen.

source: The primary exploration target for wildcat well 16/1-19 S was to prove petroleum in Lower Cretaceous reservoir rocks (the Åsgard formation) in the western part of the Utsira High.
nb: Primært letemål for undersøkelsesbrønn 16/1-19 S var å påvise petroleum i nedre kritt reservoarbergarter (Åsgardformasjonen) på vestlig del av Utsirahøgda.

source: The secondary target was to prove petroleum in fractured and/or weathered basement rocks.
nb: Sekundære mål var å påvise petroleum i oppsprukket og/eller forvitret grunnfjell.

source: The well encountered half a metre of tight sandstone/clay stone in the Åsgard formation and fractured basement rocks with oil in the fractures.
nb: Brønnen påtraff en halv meter tett sandstein/leirstein i Åsgardformasjonen og oppsprukket grunnfjell med olje i sprekkene.

source: The reservoir quality is poorer than expected.
nb: Reservoarkvalitet er dårligere enn forventet.

source: The primary exploration target for wildcat well 16/1-20 A was to prove petroleum in Middle Jurassic reservoir rocks (the Hugin formation) to delineate a possible extension of the Ivar Aasen field towards the west side of the Utsira High.
nb: Primært letemål for undersøkelsesbrønn 16/1-20 A var å påvise petroleum i midtre jura reservoarbergarter (Huginformasjonen) for å avgrense en mulig forlengelse av Ivar Aasenfeltet mot vestsiden av Utsirahøgda.

source: The secondary target was to prove petroleum in the Upper Triassic (the Skagerrak formation).
nb: Sekundært mål var å påvise petroleum i øvre trias (Skagerrakformasjonen).

source: The well encountered about 600 metres of sandstone with traces of oil in several intervals in the Åsgard, Draupne, Heather and Hugin formations.
nb: Brønnen påtraff om lag 600 meter sandstein med spor av olje i flere intervaller i Åsgard-, Draupne-, Heather- og Huginformasjonen.

source: The reservoir quality is mostly good, as expected.
nb: Reservoarkvaliteten er stort sett god, som forventet.

source: These are the third and fourth exploration wells in production licence 457.
nb: Dette er den tredje og fjerde letebrønnen i utvinningstillatelse 457.

source: The 16/1-19 S and 16/1-20 A wells were drilled to a vertical depth of 1953 and 2531 metres below the sea surface, respectively, and with a total depth of 1964 and 3075 metres below the sea surface, respectively.
nb: Brønnene 16/1-19 S og 16/1-20 A ble boret til et vertikalt dyp på henholdsvis 1953 og 2531 meter under havflaten og med et totalt dyp på henholdsvis 1964 og 3075 meter under havflaten.

source: 16/1-19 S was terminated in basement rocks, while 16/1-20 A was terminated in the Skagerrak formation in the Upper Triassic.
nb: 16/1-19 S ble avsluttet i grunnfjell, mens 16/1-20 A ble avsluttet i Skagerrakformasjonen i øvre trias.

source: The wells were drilled by the Borgland Dolphin drilling facility, which will proceed to the northern North Sea to carry out well repairs on the Vega field, where Statoil is the operator.
nb: Brønnene ble boret av boreinnretningen Borgland Dolphin, som skal til nordlige Nordsjøen for utføre brønnreparasjoner på Vegafeltet, der Statoil er operatør.

source: Contact in the Norwegian Petroleum Directorate Eldbjørg Vaage Melberg, tel.+ 47 51 87 61 00
nb: Kontaktperson i Oljedirektoratet Eldbjørg Vaage Melberg, tel 51 87 61 00

source: The 16/2-6 Johan Sverdrup oil discovery was proven by Lundin Norway AS in production licence 501 in the autumn of 2010 in Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist av Lundin Norway AS i utvinningstillatelse 501 høsten 2010 i øvre jura reservoarbergarter.

source: Appraisal well 16/2-15 was drilled in a south-western segment about 5 kilometres south-west of the 16/2-6 discovery well and 2.3 kilometres south of appraisal well 16/2-11.
nb: Avgrensingsbrønn 16/2-15 ble boret i et sørvestlig segment omlag 5 kilometer sørvest for funnbrønnen 16/2-6 og 2,3 kilometer sør for avgrensingsbrønn 16/2-11.

source: The objective of well 16/2-15 was to examine reservoir thickness and properties in Upper to Middle Jurassic reservoir rocks, as well as to determine the height of the oil column in this part of the discovery.
nb: Hensikten med brønn 16/2-15 var å undersøke reservoartykkelse og egenskaper i øvre-midtre jura reservoarbergarter, samt høyden på oljekolonnen i denne delen av funnet.

source: The well encountered a 30-metre gross oil column in Upper-Middle Jurassic reservoir rocks, of which about 20 metres were of very good reservoir quality, as expected.
nb: Brønnen påtraff en brutto oljekolonne på 30 meter i øvre-midtre jura reservoarbergarter, hvorav om lag 20 meter som forventet av meget god reservoarkvalitet.

source: The oil/water contact was encountered at the same depth as in the neighbouring wells.
nb: Olje/vann-kontakten ble påtruffet på samme dyp som i nabobrønnene.

source: Two formation tests (Mini-DST) were conducted in the uppermost part of the Jurassic reservoir, where the reservoir quality was not as good.
nb: To formasjonstester (Mini-DST) er gjennomført i øverste delen av jurareservoaret, der reservoarkvaliteten er mindre god.

source: As expected, this showed somewhat reduced flow properties.
nb: Denne viste som forventet noe reduserte strømningsegenskaper.

source: Pressure data indicates that this reservoir zone is in communication with the best part of the reservoir.
nb: Trykkdata indikerer at denne reservoarsonen er i kommunikasjon med den beste delen av reservoaret.

source: Well 16/2-15 was drilled to a vertical depth of 1984 metres below the sea surface, and was terminated in the Triassic.
nb: Brønn 16/2-15 ble boret til et vertikalt dyp på 1984 meter under havflaten og ble avsluttet i trias.

source: The well was drilled with the Ocean Vanguard drilling facility, which will now drill wildcat well 25/11-26 in production licence 169 where Statoil Petroleum AS is the operator.
nb: Brønnen ble boret av boreinnretningen Ocean Vanguard, som nå skal bore undersøkelsesbrønn 25/11-26 i utvinningstillatelse 169, der Statoil Petroleum AS er operatør.

source: The 16/2-6 Johan Sverdrup oil discovery was proven by Lundin in the autumn of 2010 in Upper Jurassic reservoir rocks in licence 501.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist høsten 2010 av Lundin i øvre jura reservoarbergarter i tillatelse 501.

source: Wells 16/2-16 and 16/2-16 A have been drilled approx. three kilometres northwest of the 16/2-6 discovery well and three kilometres east of the 16/2-10 appraisal well.
nb: Brønnene 16/2-16 og 16/2-16 A er boret om lag tre kilometer nordvest for funnbrønnen 16/2-6 og tre kilometer øst for avgrensningsbrønnen 16/2-10.

source: The purpose of appraisal well 16/2-16 was to investigate the reservoir properties, thickness and depth of the Upper Jurassic reservoir rocks, as well as to establish the oil/water contact in this part of the Johan Sverdrup discovery.
nb: Hensikten med avgrensningsbrønn 16/2-16 var å undersøke reservoaregenskapene, tykkelsen og dybden til øvre jura reservoarbergarter, samt å etablere olje/vann-kontakten i denne delen av Johan Sverdrup-funnet.

source: The well encountered oil in the top metre of the reservoir, which consists of a 15-metre zone of Upper to Middle Jurassic reservoir rocks with medium to good reservoir quality.
nb: Brønnen påtraff olje i den øverste meteren av reservoaret, som forøvrig består av en 15 meter sone av øvre til midtre jura reservoarbergarter av middels til meget god reservoarkvalitet.

source: The total thickness of the entire interval from the Jurassic Age is 55 metres.
nb: Den totale tykkelsen av hele intervallet av jura alder er 55 meter.

source: The sandstone reservoir rocks are thinner than expected.
nb: Reservoarsandsteinene er tynnere enn forventet.

source: Rocks from the Triassic and Permian ages and older were encountered under the oil-bearing layers.
nb: Bergarter av trias og perm alder og eldre ble påtruffet under de oljeførende lagene.

source: The carbonates from the Permian age in the Zechstein Group are of moderate to good reservoir quality.
nb: Karbonatene av perm alder i Zechsteingruppen har moderat til god reservoarkvalitet.

source: Well 16/2-16 A was drilled through the reservoir about 1000 metres west of well 16/2-16 to encounter a potential deeper oil/water contact, investigate variations in the Upper to Middle Jurassic reservoir rocks, acquire information for a water injection strategy for this area and to further calibrate the depth of the reservoir in this part of the Johan Sverdrup discovery.
nb: Brønn 16/2-16 A ble boret gjennom reservoaret om lag 1000 meter vest for brønn 16/2-16 for å påtreffe en eventuelt dypere olje/vann-kontakt, undersøke variasjoner i øvre til midtre jura reservoarbergarter, skaffe informasjon for vanninjeksjonsstrategi for dette området og kalibrere dybden til reservoaret ytterligere i denne delen av Johan Sverdrup-funnet.

source: The well encountered a 31-metre gross oil column in Upper to Middle Jurassic reservoir rocks.
nb: Brønnen påtraff en brutto oljekolonne på 31 meter i øvre til midtre jura reservoarbergarter.

source: No oil/water contact was discovered.
nb: Ingen olje/vann-kontakt ble påtruffet.

source: The reservoir consists of a 30-metre zone of Upper to Middle Jurassic reservoir rocks of good to very good reservoir quality, and with a 70-metre total thickness across the interval from the Jurassic Age.
nb: Reservoaret består av en 30 meter sone av øvre til midtre jura reservoarbergarter av god til meget god reservoarkvalitet med en totalt 70 meter tykkelse over hele intervallet av jura alder.

source: Extensive data acquisition and sampling has been conducted in both wells.
nb: Det er utført omfattende datainnsamling og prøvetaking i begge brønnene.

source: These are the 11th and 12th exploration wells in production licence 501.
nb: Dette er den 11. og 12. letebrønnen i utvinningstillatelse 501.

source: Appraisal wells 16/2-16 and 16/2-16 A were drilled into Permian and Triassic rocks, respectively, with vertical depths of 2188 and 2060 metres, respectively; the last of which had a total measured depth of 2503 metres below the sea surface.
nb: Avgrensningsbrønnene 16/2-16 og 16/2-16 A ble boret inn i henholdsvis perm og trias bergarter, med vertikale dyp på henholdsvis 2188 og 2060 meter, den siste med totalt målt dyp på 2503 meter under havflaten.

source: The wells were drilled by the Transocean Winner drilling facility, which will now proceed to production licence 338 to drill wildcat well 16/1-17, where Lundin Norway AS is the operator.
nb: Brønnene ble boret av boreinnretningen Transocean Winner, som nå skal til utvinningstillatelse 338 for å bore undersøkelsesbrønn 16/1-17 der Lundin Norway AS er operatør.

source: The discovery was proven in the autumn of 2010 in Jurassic reservoir rocks in licence 501.
nb: Funnet ble påvist høsten 2010 i jura reservoarbergarter i tillatelse 501.

source: The wells 16/2-17 S and 16/2-17 B were drilled 1.5 kilometres southwest of well 16/2-8 and 2.4 kilometres west of well 16/2-11.
nb: Brønnene 16/2-17 S og 16/2-17 B er boret 1,5 kilometer sørvest for brønn 16/2-8 og 2,4 kilometer vest for brønn 16/2-11.

source: The objective of appraisal well 16/2-17 S was to investigate the reservoir properties and thickness, as well as the oil column in the reservoir zones in the Jurassic in a position near the western main fault that delimits Johan Sverdrup.
nb: Hensikten med avgrensningsbrønn 16/2-17 S var å undersøke reservoaregenskapene og tykkelsen samt oljekolonnen i reservoarsonene i jura i en posisjon nær den vestlige hovedforkastningen som avgrenser Johan Sverdrup.

source: The well encountered a gross oil column of 82 metres, with very good reservoir quality in the top 39 metres, and moderate quality with quite a few shale intervals in the lower 30 metres.
nb: Brønnen påtraff en brutto oljekolonne på 82 meter, med meget god reservoarkvalitet i de øverste 39 meter, og middels kvalitet med en del skiferintervall i de nederste 30 meter.

source: Two formation tests were completed.
nb: To formasjonstester ble gjennomført.

source: The first test showed a maximum rate of 420 standard cubic metres (Sm3) of oil per flow day through a 40/64 inch nozzle opening from a 7-metre sandstone interval in the Lower Jurassic.
nb: Den første testen gav en maksimumsrate på 420 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 40/64 tommer dyseåpning fra et 7 meter sandsteinsintervall i undre jura.

source: The second test showed a maximum rate of 940 standard cubic metres (Sm3) of oil per flow day through a 48/64 inch nozzle opening from a 39-metre thick sandstone interval in the Upper Jurassic.
nb: Den andre testen gav en maksimumsrate på 940 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 48/64 tommer dyseåpning fra et 39 meter tykt sandsteinsintervall i øvre jura.

source: Both tests indicate a reservoir with an extensive lateral spread.
nb: Begge testene indikerer reservoar med stor lateral utbredelse.

source: Pressure data indicates that the two reservoir zones are in communication.
nb: Trykkdata indikerer at de to reservoarsonene er i kommunikasjon med hverandre.

source: The primary exploration target for well 16/2-17 B was to encounter possible Jurassic reservoir rocks in the basement high (Utsira High) and test possible reservoir properties in the actual basement.
nb: Primært letemål for brønn 16/2-17 B var å påtreffe mulige jura reservoarbergarter på grunnfjellshøyden (Utsirahøgda) og teste mulige reservoaregenskaper i selve grunnfjellet.

source: The secondary target was to investigate the petroleum potential in weathered/fractured basement.
nb: Sekundært mål var å undersøke petroleumspotensialet i forvitret/oppsprukket grunnfjell.

source: Core drilling was carried out in the top 15 metres of the basement, which showed two zones near the top with moderate to good traces of oil in partially weathered and fractured granite.
nb: De øverste 15 meter av grunnfjellet ble kjerneboret og viste to soner nær toppen med middels til gode spor av olje i delvis forvitret og oppsprukket granitt.

source: Both zones were tested (mini DST), but were dense.
nb: Begge sonene ble testet (mini-DST), men var tette.

source: These are the 11th and 12th exploration wells in production licence 265.
nb: Dette er den 11. og 12. letebrønnen i utvinningstillatelse 265.

source: Appraisal wells 16/2-17 S and 16/2-17 B were drilled in Triassic rocks and basement, respectively, with vertical depths of 2017 and 1915 metres.
nb: Avgrensningsbrønnene 16/2-17 S og 16/2-17 B ble boret inn i henholdsvis trias bergarter og grunnfjell, med vertikalt dyp på henholdsvis 2017 og 1915 meter.

source: Water depth is 111 metres.
nb: Havdypet er 111 meter.

source: The wells were drilled by the Ocean Vanguard drilling facility, which will now proceed to a shipyard before drilling wildcat well 16/2-18 in production licence 265, where Statoil Petroleum AS is the operator.
nb: Brønnene ble boret av boreinnretningen Ocean Vanguard, som nå skal til et verftsopphold før den skal bore undersøkelsesbrønn 16/2-18 i utvinningstillatelse 265, der Statoil Petroleum AS er operatør.

source: The well has been drilled 9 km west of discovery well 16/2-6 and about 3 km west of appraisal well 16/2-14 in the North Sea.
nb: Brønnen er boret omlag 9 kilometer vest for funnbrønn 16/2-6 og om lag 3 kilometer vest for avgrensningsbrønn 16/2-14 i Nordsjøen.

source: The primary exploration target of the well was to prove petroleum in reservoir rocks of Jurassic Age at basement height (Utsirahøgda), and the secondary target was to examine the reservoir properties in weathered/fractured basement.
nb: Primært letemål med brønnen var å påvise petroleum i reservoarbergarter av jura alder på grunnfjellshøyden (Utsirahøgda), og sekundært mål var å undersøke reservoaregenskaper i forvitret/oppsprukket grunnfjell.

source: While the well did not encounter reservoir rocks of Jurassic Age, it did encounter a 15 metres oil zone in weathered/fractured granite in the basement.
nb: Brønnen påtraff ikke reservoarbergarter av jura alder, men påtraff en oljesone på 15 meter i forvitret/oppsprukket granitt i grunnfjellet.

source: However, no oil-water contact was established.
nb: Imidlertid ble ingen olje-vannkontakt etablert.

source: The oil in the basement is not in communication with the Johan Sverdrup discovery.
nb: Oljen i grunnfjellet står ikke i kommunikasjon med Johan Sverdrup-funnet.

source: Extensive data acquisition and sampling have been conducted in the upper part of the basement.
nb: Det er utført omfattende datainnsamling og prøvetaking i den øvre del av grunnfjellet.

source: Mini DST was conducted in weathered/fractured basement and showed that the reservoir had poor production properties.
nb: Mini-DST ble utført i forvitret/oppsprukket grunnfjell og viste at reservoaret har dårlige produksjonsegenskaper.

source: This is the 13th exploration well in production licence 265.
nb: Dette er den 13. letebrønnen i utvinningstillatelse 265.

source: The licence was granted in the North Sea Awards 2000.
nb: Tillatelsen ble tildelt i NST 2000.

source: Well 16/2-18 S was drilled to a vertical depth of 1948 metres below the sea surface and was completed in in basement rocks.
nb: Brønn 16/2-18 S ble boret til et vertikalt dyp på 1948 meter under havflaten og ble avsluttet i grunnfjellsbergarter.

source: The sea depth is 112 metres.
nb: Havdypet er 112 meter.

source: The well was drilled by the drilling facility Ocean Vanguard, which will now drill wildcat well 30/9-25 in production licence 104 where Statoil Petroleum AS is the operator.
nb: Brønnen ble boret av boreinnretningen Ocean Vanguard, som nå skal bore undersøkelsesbrønn 30/9-25 i utvinningstillatelse 104 der Statoil Petroleum AS er operatør.

source: The 16/2-6 Johan Sverdrup oil discovery was proven by Lundin in the autumn of 2010 in reservoir rock from the Middle and Upper Jurassic.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist av Lundin høsten 2010 i midtre og øvre jura reservoarbergarter.

source: Well 16/2-21 was drilled about 3 kilometres east of well 16/2-15 and 2.5 kilometres west of well 16/2-7.
nb: Brønnen 16/2-21 ble boret om lag 3 kilometer øst for brønn 16/2-15 og 2,5 kilometer vest for brønn 16/2-7.

source: The purpose of appraisal well 16/2-21 was to study reservoir units, thickness and characteristics in Jurassic rock, as well as the oil column, depth to the reservoir, clarify oil/water contact and obtain information to mature the drainage strategy in this part of the discovery.
nb: Hensikten med avgrensningsbrønn 16/2-21 var å undersøke reservoarenheter, tykkelse og egenskaper i jura, samt oljekolonne, dybde til reservoaret, avklare olje/vann-kontakten og dessuten skaffe informasjon for å modne dreneringsstrategien i denne delen av funnet.

source: The reservoir was found to be as expected, while the reservoir thickness of about 30 metres was a bit thinner than expected.
nb: Reservoaret kom inn om lag som forventet, mens reservoartykkelse på om lag 30 meter var litt tynnere enn forventet.

source: The oil/water contact was encountered at 1922 metres below sea level.
nb: Olje/vann-kontakt ble påtruffet på 1922 meter under havnivå.

source: The well encountered an oil column of about 12 metres with very good reservoir quality, as expected.
nb: Brønnen påtraff en oljekolonne på om lag 12 meter med meget god reservoarkvalitet, som forventet.

source: This is the thirteenth appraisal well in production licence 501.
nb: Dette er den trettende avgrensningsbrønnen i utvinningstillatelse 501.

source: Appraisal well 16/2-21 was drilled to a vertical depth of 2045 metres below sea level and was terminated in the Upper Triassic.
nb: Avgrensningsbrønn 16/2-21 ble boret til et vertikalt dyp på 2045 meter under havflaten og ble avsluttet i øvre trias.

source: Water depth at the site is 112 metres.
nb: Havdypet er 112 meter.

source: The well was drilled by the drilling facility Bredford Dolphin, which will now proceed the drilling of appraisal well 16/3-6 in production licence 501 in the eastern part of 16/2-6 Johan Sverdrup, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin, som nå skal til videre for å bore avgrensningsbrønn 16/3-6 i utvinningstillatelse 501 i den østlige delen av 16/2-6 Johan Sverdrup der Lundin Norway AS er operatør.

source: The 16/2-6 Johan Sverdrup oil discovery was proven by Lundin during autumn of 2010 in Middle and Upper Jurassic reservoir rocks.
nb: Oljefunnet 16/2-6 Johan Sverdrup ble påvist av Lundin høsten 2010 i midtre og øvre jura reservoarbergarter.

source: The well was drilled about three kilometres east of well 16/2-7 and south of well 16/3-4.
nb: Brønnen ble boret om lag 3 kilometer øst for brønn 16/2-7 og sør for brønn 16/3-4.

source: The objective of appraisal well 16/3-5 was to examine the thickness and reservoir properties in the Jurassic and Permian reservoir, oil column, depth of the Jurassic reservoir, and to clarify the oil/water contact in this part of the Johan Sverdrup discovery.
nb: Hensikten med avgrensningsbrønn 16/3-5 var å undersøke tykkelse og reservoaregenskaper i jura og perm reservoar, oljekolonne, dybde til jurareservoaret, og dessuten avklare olje/vann-kontakten i denne delen av Johan Sverdrup-funnet.
